{
  "yes": "Yes",
  "no": "No",
  "start": "Start",
  "about": "About Me",
  "name": "NAME",
  "projects": "My Projects",
  "settings": "Settings",
  "contact": "Contact",
  "contactFuture": "CONTACT_ME",
  "shut": "Shut Down",
  "shutFuture": "TURN_OFF",
  "minesweeper": "Minesweeper",
  "general": "General",
  "systemcore": "SYSTEM_CORE",
  "language": "Language",
  "stacks": "Stacks",
  "registered": "Registered to",
  "installed": "Installed Languages and layout",
  "shutTitle": "What do you want to do?",
  "restart": "Restart",
  "goFuture": "Back to the future ?",
  "files": "Files",
  "file": "file(s)",
  "opx": "OPX is an innovative SaaS platform designed to manage Energy Savings Certificates (CEE). It centralizes all necessary information for contractors, representatives, and obligated parties involved in energy renovation projects. OPX allows users to simulate bonuses, create compliant files, monitor project progress, control legal documents, and prevent fraud. By offering sophisticated tools and a user-friendly interface, OPX simplifies the management of CEEs and enhances efficiency and transparency in the energy renovation sector.",
  "drapo": "Drapo offers financing solutions for energy renovation projects by integrating bonuses into quotes and providing expert support to their partners to facilitate the energy transition. As a front-end developer at Drapo, I contributed to the development of their professional space, a platform dedicated to the management and tracking of files and bonuses, enabling efficient and transparent management of energy renovation projects.",
  "tikok": "tikokproduction.com is a professional showcase website created with WordPress for a production company. The site highlights the various projects the company has worked on, providing a clear and detailed presentation of their accomplishments. With an elegant design and intuitive navigation, visitors can explore different projects and obtain comprehensive information about the services offered by Tikok Production.",
  "maplusbelletoile": "maplusbelletoile.com is an elegant and functional website created with Wix, showcasing and selling the artworks and reproductions of artist Morgane Monnet. The site features a well-organized online gallery with high-resolution images and detailed descriptions of the creations, allowing visitors to discover and appreciate the artist's work. With an integrated online store, users can easily purchase artworks with secure payment options.",
  "memories": "Memories is a final training project focused on developing a hybrid mobile application using React Native and Node.js, designed to simplify and enhance the travel experience. We developed an innovative solution that centralizes travel planning. The app offers integrated management of accommodation bookings, car rentals, and flight tickets, as well as travel budgets. But that's not all: it also allows users to create and preserve personalized travel journals, enriched with photos and captions. The uniqueness of our application lies in its ability to gather all essential travel information in one place. It enables users to capture and share their memories vividly, thus simplifying the organization of their future adventures.",
  "villacalm": "This project is a web application developed with React and TypeScript for the front-end, and Node.js for the back-end, deployed on Vercel. It is a platform dedicated to the sale of a luxury home, allowing users to view the house's blueprints and track the progress of its construction. Photos of the blueprints and construction progress are stored and retrieved via the external Cloudinary API, ensuring efficient and secure management of the images.",
  "goTo": "GO TO WEBSITE",
  "aboutMe": "I'm Charlie. As a passionate Front-End Developer, I am dedicated to transforming abstract concepts into tangible, fluid, and aesthetically memorable digital experiences. Specializing in the React and TypeScript ecosystem, I view web development not just as writing code, but as the art of building intuitive bridges between technology and the user.",
  "myHistory": "My adventure began in 2020. What started as a deep curiosity for programming quickly evolved into a true calling. After completing several intensive training programs and earning recognized certifications, I dove into the professional world with an insatiable thirst for learning.",
  "myHistory2": "From small agile applications to the deployment of complex platforms, every project has been an opportunity for me to sharpen my technical rigor and attention to detail. I’ve had the chance to collaborate on a variety of projects (such as OPX, Drapo Solution, or Villa Calm), which has allowed me to build solid expertise in complex state management and interface optimization.",
  "beyoundthecodedesc": "When I’m not 'refactoring' a component or hunting down a stubborn bug, I cultivate my sense of aesthetics through other passions. I firmly believe that creativity is a muscle that can be trained anywhere, and it’s this cross-disciplinary vision that I bring to every new collaboration.",
  "myjourney": "My Journey",
  "beyoundthecode": "Beyond the Code",
  "skills": "MY SKILLS",
  "progLang": "Programming languages",
  "technicalSkills": "Technical skills",
  "tools": "Tools and Technologies",
  "methodologies": "Methodologies",
  "scrum": "AGILE/SCRUM DEVELOPMENT",
  "accessWeb": "WEB ACCESSIBILITY",
  "values": "My Values",
  "qualPerf": "Quality and Performance",
  "qualPerfDesc": "I am committed to writing clean, maintainable, and high-performance code.",
  "accessibility": "Accessibility",
  "accessDesc": "I ensure that my creations comply with accessibility standards.",
  "collaboration": "Collaboration",
  "collabDesc": "Teamwork is essential for creating quality web products.",
  "innovation": "Innovation",
  "innovDesc": "I am always on the lookout for new trends and tools.",
  "objetSelected": "object(s) selected",
  "systemAccess": "System_Access:",
  "executeCommand": "EXECUTE_COMMAND_0",
  "visualArchive": "Visual_Archive_Core",
  "totalFiles": "TOTAL_FILES:",
  "fileType": "FILE_TYPE",
  "encoding": "ENCODING",
  "accessLevel": "Access_Level",
  "connect": "Connect",
  "secureUplink": "ESTABLISHING_SECURE_UPLINK...",
  "projectName": "PROJECT_NAME :",
  "projectData": "PROJECT_DATA :",
  "projectStacks": "PROJECT_STACKS : ",
  "projectPhotos": "PROJECT_PHOTOS : ",
  "projectLink": "PROJECT_LINK",
  "userId": "[USER_ID]",
  "bioLoaded": "[BIO_LOADED]",
  "coreValues": "CORE_VALUES",
  "techManifest": "Technical_Manifest",
  "extraData": "EXTRACURRICULAR_DATA",
  "pastShutWindow": "System Shutdown",
  "pastShutWindowDesc": "Closing programs and saving your settings...",
  "pastShutWindowTurnOff1": "You can now safely",
  "pastShutWindowTurnOff2": "shut down your computer.",
  "futureDisconnect": "Neuronal_link : Disconnect…"
}

