{
  "yes": "Oui",
  "no": "Non",
  "start": "Démarrer",
  "about": "À propos de moi",
  "name": "NOM",
  "projects": "Mes Projets",
  "settings": "Paramètres",
  "contact": "Contact",
  "contactFuture": "CONTACTEZ_MOI",
  "shut": "Arrêter",
  "shutFuture": "ÉTEINDRE",
  "minesweeper": "Démineur",
  "general": "Général",
  "systemcore": "SYSTEM_CORE",
  "language": "Langues",
  "stacks": "Stacks",
  "registered": "Utilisateur enregistré",
  "installed": "Langues et dispositions installées",
  "shutTitle": "Que voulez vous faire ?",
  "restart": "Redémarrer",
  "goFuture": "Retour vers le futur ?",
  "files": "Fichiers",
  "file": "fichier(s)",
  "opx": "OPX est une plateforme SaaS innovante conçue pour gérer les Certificats d'Économies d'Énergie (CEE). Elle centralise toutes les informations nécessaires pour les artisans, les mandataires, et les obligés impliqués dans les projets de rénovation énergétique. OPX permet de simuler des primes, créer des dossiers conformes, suivre l’avancement des projets, contrôler les documents légaux et prévenir les fraudes. En offrant des outils sophistiqués et une interface conviviale, OPX simplifie la gestion des CEE et améliore l'efficacité et la transparence dans le secteur de la rénovation énergétique.",
  "drapo": "Drapo propose des solutions de financement pour les projets de rénovation énergétique, en intégrant les primes dans les devis et offrant un accompagnement expert à leurs partenaires pour faciliter la transition énergétique. En tant que développeuse front-end chez Drapo, j'ai contribué au développement de leur espace pro, une plateforme dédiée à la gestion et au suivi des dossiers et des primes, permettant une gestion efficace et transparente des projets de rénovation énergétique.",
  "tikok": "tikokproduction.com est un site vitrine professionnel créé avec WordPress pour une société de production. Le site met en avant les divers projets sur lesquels l'entreprise a travaillé, offrant une présentation claire et détaillée de leurs réalisations. Grâce à un design élégant et une navigation intuitive, les visiteurs peuvent explorer les différents projets et obtenir des informations complètes sur les services offerts par Tikok Production.",
  "maplusbelletoile": "maplusbelletoile.com est un site web élégant et fonctionnel, réalisé avec Wix, qui présente et vend les œuvres d'art et les reproductions de l'artiste Morgane Monnet. Le site offre une galerie en ligne bien organisée avec des images haute résolution et des descriptions détaillées des créations, permettant aux visiteurs de découvrir et d'apprécier le travail de l'artiste. Grâce à une boutique en ligne intégrée, les utilisateurs peuvent facilement acheter des œuvres d'art avec des options de paiement sécurisées.",
  "memories": "Memories est un projet de fin de formation qui s'est concentré sur le développement d'une application mobile hybride en React Native et Node.js, conçue pour simplifier et enrichir l'expérience de voyage. Nous avons développé une solution innovante qui centralise la planification de voyage. L' application offre une gestion intégrée des réservations d'hébergement, des locations de voiture, et des billets d'avion, ainsi que du budget de voyage. Mais ce n'est pas tout : elle permet également aux utilisateurs de créer et de conserver des carnets de voyage personnalisés, enrichis de photos et de légendes. L'originalité de notre application réside dans sa capacité à regrouper toutes les informations essentielles pour un voyage au même endroit. Elle permet aux utilisateurs de capturer et de partager leurs souvenirs de manière vivante, simplifiant ainsi l'organisation de leurs aventures à venir.",
  "villacalm": "Ce projet est une application web développée avec React et TypeScript pour le front-end, et Node.js pour le back-end, déployée sur Vercel. Il s'agit d'une plateforme dédiée à la vente d'une maison de luxe, permettant aux utilisateurs de voir les maquettes de la maison et de suivre l'évolution de sa construction. Les photos des maquettes et de l'évolution de la construction sont stockées et récupérées via l'API externe Cloudinary, assurant ainsi une gestion efficace et sécurisée des images.",
  "comptoirdesarcs": "Ce projet est une application web moderne développée avec Next.js et TypeScript pour le front-end, exploitant la puissance de Tailwind CSS pour une interface fluide et responsive. Il s'agit d'une plateforme vitrine dédiée à une conciergerie de services en Savoie, permettant aux propriétaires de découvrir une gamme complète de prestations allant de la gestion locative (Airbnb, courte durée) à l'entretien de résidences secondaires. L'envoi des formulaires de contact et des demandes de devis est géré via l'intégration d'EmailJS, garantissant une communication directe et efficace, tandis que l'ensemble du site est hébergé sur les serveurs d'OVH pour une performance et une stabilité optimales.",
  "goTo": "ACCÉDER AU SITE",
  "aboutMe": "Moi, c'est Charlie. Développeuse Front-End passionnée, je me consacre à transformer des concepts abstraits en expériences numériques concrètes, fluides et esthétiquement mémorables. Spécialisée dans l’écosystème React et TypeScript, je vois le développement web non pas comme une simple écriture de code, mais comme l'art de bâtir des ponts intuitifs entre la technologie et l'utilisateur.",
  "myHistory": "Mon aventure a débuté en 2020. Ce qui était au départ une grande curiosité pour la programmation s'est rapidement transformé en une véritable vocation. Après avoir suivi un cursus de formations intensives et obtenu des certifications reconnues, j'ai plongé dans le monde professionnel avec une soif d'apprendre insatiable.",
  "myHistory2": "De la petite application agile au déploiement de plateformes complexes, chaque projet a été pour moi l'occasion d'affiner ma rigueur technique et mon sens du détail. J'ai eu l'opportunité de collaborer sur des projets variés (comme OPX, Drapo Solution ou Villa Calm), ce qui m'a permis de forger une expertise solide dans la gestion des états complexes et l'optimisation des interfaces.",
  "beyoundthecodedesc": "Quand je ne suis pas en train de 'refactorer' un composant ou de traquer un bug récalcitrant, je cultive mon sens de l'esthétique à travers d'autres passions. Je suis convaincue que la créativité est un muscle qui se travaille partout, et c'est cette vision transverse que j'apporte à chaque nouvelle collaboration.",
  "myjourney": "Mon Parcours",
  "beyoundthecode": "Au-delà du Code",
  "skills": "MES COMPÉTENCES",
  "technicalSkills": "Compétences techniques",
  "progLang": "Langages de Programmation",
  "tools": "Outils et Technologies",
  "methodologies": "Méthodologies",
  "scrum": "DÉVELOPPEMENT AGILE/SCRUM",
  "accessWeb": "ACCESSIBILITÉ WEB",
  "values": "Mes valeurs",
  "qualPerf": "Qualité et Performance",
  "qualPerfDesc": "Je m'engage à écrire un code propre, maintenable et performant.",
  "accessibility": "Accessibilité",
  "accessDesc": "Je veille à ce que mes créations respectent les standards d'accessibilité.",
  "collaboration": "Collaboration",
  "collabDesc": "Le travail d'équipe est essentielle pour créer des produits web de qualité.",
  "innovation": "Innovation",
  "innovDesc": "Je suis toujours à l'affût des nouvelles tendances et outils.",
  "objetSelected": "objet(s) sélectionné(s)",
  "systemAccess": "Accès_Système:",
  "executeCommand": "EXÉCUTER_COMMANDE_0",
  "visualArchive": "noyau_d_archivage_visuel",
  "totalFiles": "NBRE_TOTAL_FICHIERS:",
  "fileType": "TYPE_DU_FICHIER",
  "encoding": "CODAGE",
  "accessLevel": "Niveau_d_accés",
  "connect": "Connection",
  "secureUplink": "ÉTABLISSEMENT_DE_LA_LIAISON_SÉCURISÉE...",
  "projectName": "NOM_DU_PROJET :",
  "projectData": "DONNÉES_DU_PROJET :",
  "projectStacks": "STACKS_DU_PROJET : ",
  "projectPhotos": "PHOTOS_DU_PROJET : ",
  "projectLink": "LIEN_DU_PROJET",
  "userId": "ID_UTILISATEUR",
  "bioLoaded": "[BIO_TÉLÉCHARGÉE]",
  "coreValues": "VALEURS_FONDAMENTALES",
  "techManifest": "MANIFESTE_TECHNIQUE",
  "extraData": "DONNEES_HORS_MATRICE",
  "pastShutWindow": "Arrêt du système",
  "pastShutWindowDesc": "Fermeture des programmes et enregistrement de vos paramètres...",
  "pastShutWindowTurnOff1": "Vous pouvez maintenant éteindre",
  "pastShutWindowTurnOff2": "votre ordinateur en toute sécurité.",
  "futureDisconnect": "Lien_neuronal : Déconnexion…"
}